---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationAncillaryUsage
source: html/77c54c38-bdc7-13eb-15c1-a5304c8804b9.htm
---
# FabricationAncillaryUsage Members

Releases all resources used by the FabricationAncillaryUsage